<?php

    $cdt = "กรุณาเข้าสู่ระบบก่อนการใช้งาน";
    $signin_lang = "TH";

    $_username = "ชื่อผู้ใช้งาน";
    $_email = "อีเมลล์";
    $_password = "รหัสผ่าน";
    $_confirm = "ยืนยันรหัสผ่าน";
    $_edit = "แก้ไข";
    $_insert = "แทรก";
    $_profile = "ข้อมูลส่วนตัว";
    $_wrong = "เกิดข้อผิดพลาด";
    $_success = "สำเร็จ";
    $_search = "ค้นหา";
    $_title = "หัวข้อ";
    $_date = "วันที่";
    $_view = "ดูไดอารี่";
    $_delete = "ลบ";
    $_todo = "รายการที่ต้องทำ";
    $_add = "เพิ่ม";
    $_task = "งานที่ต้องทำ";
    $_due = "กำหนดส่ง";
    $_text = "ข้อความ";
    $_back = "ย้อนกลับ";
    $_change = "Want to change language? Choose one ";
    $_error1 = "กรุณากรอกชื่อผู้ใช้";
    $_error2 = "กรุณากรอกรหัสผ่าน";
    $_error3 = "มีชื่อผู้ใช้นี้แล้ว";
    $_error4 = "อีเมลล์นี้เคยถูกใช้แล้ว";
    $_error5 = "รหัสผ่านต้องมีมากกว่าหรือเท่ากับ 8 ตัว";
    $_error6 = "รหัสผ่านไม่ตรงกัน";

    $login = "เข้าสู่ระบบ";
    $login_wel = "ยินดีต้อนรับ";
    $login_title = "เข้าสู่ระบบเพื่อค้นพบกับสิ่งที่น่าสนใจมากขึ้น";
    $login_member = "ยังไม่มีบัญชีใช่ไหม?";
    $login_signup = "สมัครสมาชิก";
    $login_success = "เข้าสู่ระบบสำเร็จ";
    $login_error1 = "ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง";
    $login_error2 = "กรุณากรอกชื่อผู้ใช้และรหัสผ่าน";

    $regis = "สมัครสมาชิก";
    $regis_title = "พวกเราดีใจที่เธอจะมาเข้าร่วมกับพวกเรานะ!";
    $regis_member = "มีสมาชิกแล้วใช่ไหม?";
    $regis_signin = "เข้าสู่ระบบ";
    $regis_success = "สมัครสมาชิกสำเร็จ";
    $regis_error1 = "กรุณากรอกอีเมลล์";
    $regis_error2 = "กรุณากรอกข้อมูลให้ครบถ้วน";

    $diary = "ไดอารี่ของฉัน";
    $diary_add = "เพิ่มไดอารี่";
    $diary_edit = "แก้ไขไดอารี่";
    $diary_title = "หัวข้อ...";
    $diary_text1 = "วันนี้มีเรื่องราวอะไรบ้าง...";
    $diary_cancel = "ยกเลิก";
    $diary_view = "เรียกดูไดอารี่";
    $diary_error = "กรุณากรอกชื่อหัวข้อ";
    $diary_update = "อัพเดท";
    $diary_success = "เพิ่มไดอารี่สำเร็จ";


    //$nav = "My Journal.";
    $nav_diary = "ไดอารี่";
    $nav_user = "ผู้ใช้";
    $nav_logout = "ออกจากระบบ";

    $profile_edit = "แก้ไขข้อมูลผู้ใช้";
    $profile_error1 = "ชื่อผู้ใช้เก่าและใหม่จะต้องไม่เหมือนกัน";
    $profile_error2 = "อีเมลล์เก่าและใหม่จะต้องไม่เหมือนกัน";
    $profile_error3 = "รหัสผ่านเก่าและใหม่จะต้องไม่เหมือนกัน";
    $profile_update = "อัพเดทโปรไฟล์";
    $profile_new = "อัพเดทโปรไฟล์สำเร็จ";

    $search_fail = "ไม่ค้นพบข้อมูล";

    $todo_add = "เพิ่มรายการที่ต้องทำ";
    $todo_task = "ภารกิจ...";
    $todo_date = "ปปปป-ดด-วว";
    $todo_close = "ปิด";
    $todo_error = "กรุณาใส่ชื่อภารกิจ";
    $todo_today = "งานที่ต้องทำในวันนี้";

?>